; TaskSwitchXP Pro 2.08 Greek Language File
; Translated by Wasilis Mandratzis - Walz <wasilis@operamail.com>

; Language
19999="Greek (Åëëçíéêá)"

; Configuration
20000="TaskSwitchXP Pro 2.0 Ðáñáìåôñïé"
20001="OK"
20002="Äéáêïðç"
20003="Åããñáöç"

; Filters
20031="TaskSwitchXP áñ÷åéá Ðáñáìåôñùí (*.cfg)"

; Pages
20050="Ãåíéêá"
20051="Åìöáíéóç"
20052="Ëéóôá ôïõ ðñïãñáìáôïò"
20053="Ðñïåìöáíéóç"
20054="Ðëçñïöïñéåò"
20055="Óõíäõáóìïé ðëçêôñùí"
20056="Öéëôñá"
20057="Åñãáëéá"
20058="Ðëçñïöïñéåò"

; Page descriptions
20070="Ãåíéêåò Ðáñáìåôñïé"
20071="Ðáñáìåôñïé åìöáíéóçò"
20072="Ðáñáìåôñïé ãéá ôçí ëéóôá ôïõ ðñïãñáìáôïò"
20073="Ðáñáìåôñïé ðñïåìöáíéóçò"
20074="Ðáñáìåôñïé ãéá ôçò ðëçñïöïñéåò"
20075="TaskSwitchXP óõíäõáóìïé ðëçêôñùí"
20076="TaskSwitchXP Öéëôñá"
20077="Åéäéêç Ðáñáìåôñïé"
20078="Ðëçñïöïñéåò ãéá ôï TaskSwitchXP"

; General page
20100="Ãëùóóá ðñïãñáìáôïò:"
20101="<a id=\"idLang\" href=\"\">Ðáñáðáíù ãëùóóåò...</a>"
20102="×ñçóéìïðïéçóç îå÷ùñéóôùí Ðáñáìåôñùí ãéá êáèå ÷ñçóôç"
20103="Áõôïìáôï ôñåîéìï ôïõ TaskSwitchXP ìáæé ìå ôï Windows"
20104="Õøçëç áíáãêáéïôçôá ãéá ôï TaskSwitchXP"
20105="Áíáãíùñéóç ôïõ MS PowerToy ïôáí ôñå÷åé ï TaskSwitcher"
20106="Åéêïíéäéá:"
20107="Åìöáíéóç ôïõ SysTray åéêïíéäéïõ ôïõ TaskSwitchXP óôï ôñåîéìï"
20108="×ñçóéìïðïéçóç áëëïõ åéêïíéäéïõ:"
20109="Êáôåâáóìá ôïõ ðáñáèõñïõ óå äåîéï ðáôçìá ôïõ ðïíôéêéïõ"
20110="Óõíå÷åò åìöáíéóç ôùí TaskSwitchXP Tray åéêïíéäéùí"
20111="Åìöáíéóç ôùí êáôåâáóìåíùí ðáñáèõñùí óôï ôåëïò ôçò Alt-Tab ëéóôáò"

20120="Êáíïíéêïðïéçóç"
20121="Öïñôùóç..."
20122="Áðïèçêåõóç..."

; Appearance page
20200="Èåóç óôï ìïíéôïñ:"
20201="Åìöáíéóç óôïí åíåñãï ìïíéôïñ"
20202="Åìöáíéóç óêéáò óôï TaskSwitchXP ðáñáèõñï"
20203="Åíåñãïðïéçóç ôçò äéáöáíåéáò óôï TaskSwitchXP ðáñáèõñï:"
20204="Åíåñãïðïéçóç åööå (óå ìéëëéäåõôåñïëåðôá):"
20205="Åíåñãïðïéçóç åööå (óå ìéëëéäåõôåñïëåðôá):"
20206="Åìöáíéóç:"
20207="XP åìöáíéóç:"
20208="Êëáóéêç åìöáíéóç:"
20209="Õðï÷ñåùóç ôçò êëáóéêçò åìöáíéóçò"
20210="Åìöáíéóç ôïõ åéêïíéäéïõ áñéóôåñá áðï ôçí ëéóôá ðñïãñáìáôïò"

; Position on screen
20270="Åðáíù - Äåîéá"
20271="Åðáíù - Êåíôñï"
20272="Åðáíù - Áñéóôåñá"
20273="Êåíôñï - Äåîéá"
20274="Êåíôñïðïéçóç"
20275="Êåíôñï - Áñéóôåñá"
20276="Êáôù - Äåîéá"
20277="Êáôù - Êåíôñï"
20278="Êáôù - Áñéóôåñá"

; Modern XP skins
20280="Åìöáíéóç ôïõ áñ÷éêïõ ìåíïõ"
20281="PowerToy TaskSwitcher åìöáíéóç"
20282="Åìöáíéóç áðëùí ðáñáèõñùí"
20283="Åìöáíéóç óôåñåïõ XP"
20284="Åìöáíéóç áðáëïõ XP"
20285="Êáíïíéêç ìïíôåñíá åìöáíéóç"

; Classical skins
20290="Êëáóéêç åìöáíéóç"
20291="Óôåñåá êëáóéêç åìöáíéóç"

; Task List page
20300="Ëéóôïðïéçóç:"
20301="Ãñáììåò:"
20302="Öáñäïò (óå Ðéîåë):"
20303="Óåéñåò:"
20304="Ìéêñá óõìâïëá"
20305="Åíåñãïðïéçóç ðëçñïöïñéùí ãéá ôçí ëéóôá åéêïíéäéùí"
20306="Åíåñãïðïéçóç äåéêôç ãéá ôá ìáñêáñéóìåíá óôïé÷åéá"
20307="Åíåñãïðïéçóç ôïõ \"Mouse-Over\" ãéá ìáñêáñéóìåíá óôïé÷åéá"
20308="Áëëáãç ôïõ ôñï÷ïõ ôïõ ðïíôéêéïõ"
20309="Åìöáíéóç:"
20310="Åìöáíéóç ôñéãùíïõ"
20311="Ãñáììáôïóåéñá êáé ÷ñùìáôá:"
20312="Ãñáììáôïóåéñá:"
20313="Ìåãåèïò:"
20314="Ö"
20315="Ê"
20316="Ôáìðåëá ÷ñùìáôùí:"

; List views
20390="Åéêïíéäéá"
20391="Êáèåôç ëéóôá"

; Selection styles
20380="Ðåñéèùñéï"
20381="Ãåìáôï ôñéãùíï"
20382="Êáíïíéêï ôñéãùíï"

; Color indexes
20370="Áðëï êåéìåíï"
20371="Åôïéìï êåéìåíï"
20372="Öïíôïò"
20373="Ìáñêáñéóìåíï êåéìåíï 1"
20374="Ìáñêáñéóìåíïò öïíôïò 1"
20375="Ìáñêáñéóìåíïò öïíôïò 2"
20376="Ìáñêáñéóìåíïò öïíôïò 2"

; Preview page
20400="Åìöáíéóç ôçò ðñïåìöáíéóçò:"
20401="\"Åðéöáíåéá åñãáóéáò\"Åìöáíéóç ôçò ðñïåìöáíéóçò"
20402="\"Ðáñáèõñá\"Åìöáíéóç ôçò ðñïåìöáíéóçò"
20403="Åìöáíéóç ôïõ Windows Taskbar óôçí ðñïåìöáíéóç"
20404="Åìöáíéóç ìïíï ôïõ ôåëåõôáéïõ ðáñáèõñïõ ôïõ ðñïãñáìáôïò"
20405="Êáìéá åìöáíéóç ôïõ öïíôïõ óôçí ðñïåìöáíéóç"
20406="×ñçóéìïðïéçóç åéêïíáò ãéá öïíôï"
20407="Åìöáíéóç ðåñéèùñéïõ óôçí ðñïåìöáíéóç"
20408="Êáèåôç êåíôñïðïéçóç ôçò ðñïåìöáíéóçò"
20409="Åìöáíéóç ôùí ôéôëùí êáôåâáóìåíùí ðáñáèõñùí óôçí ðñïåìöáíéóç (*)"
20410="Êáìéá åìöáíéóç äéáöáíùí ðáñáèõñùí óôçí ðñïåìöáíéóç (*)"
20411="Öáñäïò ôçò ðñïåìöáíéóçò (óå ðéîåë):"
20412="Äéáñêåéá ôçò äçìéïõñãéáò ôçò ðñïåìöáíéóçò (óå Ìéëéäåõôåñï.):"
20413="Êáìéá ðñïóùñéíç áðïèçêåõóç ôçò ðñïåìöáíéóçò"
20414="Åíåñãïðïéçóç ôçò áíáíåùóçò ôçò ðñïåìöáíéóçò (óå Ìéëéäåõôåñïëåðôá):"

; Info page
20500="Ôéôëïò:"
20501="Ãñáììáôïóåéñá:"
20502="Ìåãåèïò:"
20503="Ö"
20504="Ê"
20505="×ñùìá:"
20506="Åìöáíéóç óêéáò:"
20507="Âáèïò:"
20508="×ñùìá:"
20509="Åìöáíéóç ôïõ óõìâïëïõ ôïõ ðñïãñáìáôïò óôïí ôéôëï"
20510="×ñçóéìïðïéçóç ìéêñïõ ôéôëïõ"
20511="Êáôáóôáóç:"
20512="Ãñáììáôïóåéñá:"
20513="Ìåãåèïò:"
20514="Ö"
20515="Ê"
20516="×ñùìá:"
20517="Åìöáíéóç óêéáò:"
20518="Âáèïò:"
20519="×ñùìá:"
20520="Õøïò:"
20521="Ôõðïò:"

; Info formats
20590="Ôéðïôá"
20591="Ìïíï áñéèìïò ôïõ ðñïãñáìáôïò"
20592="Êùäéêïò"
20593="Ïíïìá åíåñãåéáò"
20594="Ïíïìá åíåñãåéáò"
20595="Ðåñéãñáöç ôïõ ðñïãñáìáôïò"

; Hotkeys page
20600="Áíôéêáôáóôáóç ôçò êáíïíéêçò áëëáãçò ðñïãñáìáôùí ôïõ Windows"
20601="Åíåñãïðïéçóç áëëáãçò ìå ðáôçìá ôùí ðëçêôñùí Ctrl+Alt+Tab"
20602="\"Sticky ôõðïò\" (Óõíå÷åò åìöáíéóç ôùí ðáñáèõñùí ïôáí áöåèåé ôï ðëçêôñï Alt)"
20603="×ñçóéìïðïéçóç ôçò Low-Level ìåèïäïõ ãéá áíôéêáôáóôáóç ôùí ðëçêôñùí Alt-Tab"
20604="TaskSwitchXP ÷åéñéóìïò:"
20605="Ëéóôá ôïõ ðñïãñáìáôïò:"
20606="Ëéóôá ðáñáèõñùí:"
20607="Ðáñáìåôñïé ôïõ TaskSwitchXP:"
20608="Åìöáíéóç/Áðïêñõøç ôïõ åéêïíéäéïõ:"
20609="Ôåñìáôéóìïò ôïõ TaskSwitchXP:"
20610="Ðáñáðáíù óõíäõáóìïé ðëçêôñùí:"
20611="Êáôåâáóìá ðáñáèõñïõ:"
20612="Åðáíáöïñá ðáñáèõñïõ:"

; Exclusions page
20700="Êáéíïõñãéï ðáñáèõñï..."
20701="Áëëáãç..."
20702="Áðïìáêñõíóç"

; List groups
20780="Äåí õðáñ÷åé ðñïåìöáíéóç"
20781="Äåí õðáñ÷åé ëéóôïðïéçóç"

20790="Ïíïìá"
20791="Ðáñáìåôñïé"

; Advanced page
20800="Ôéôëïé ðáñáèõñùí:"
20801="×ñçóéìïðïéçóç ôïõ ôéôëïõ ôïõ êåíôñéêïõ ðáñáèõñïõ"
20802="Ðáñáìåôñïé ôïõ ðñïãñáìáôïò:"
20803="Áðïìáêñõíóç ôïõ ôéôëïõ"
20804="Áðïìáêñõíóç ôçò êáôáóôáóçò"
20805="Åíåñãåéåò ôïõ åéêïíéäéïõ:"
20806="Ìåíïõ:"
20807="Ðáñáìåôñïé:"
20808="Ëéóôá ðñïãñáìáôùí:"
20809="Ëéóôá ðáñáèõñùí:"
20810="Ðáñáìåôñïé:"
20811="Åìöáíéóç ôïõ ðáñáèõñïõ Ðáñáìåôñùí"
20812="Áðïèçêåõóç ôçò èåóçò ôïõ ðáñáèõñïõ Ðáñáìåôñùí"
20813="Áðïèçêåõóç ôçò ôåëåõôáéáò óåëéäáò Ðáñáìåôñùí"

; Tray icon actions
20890="Ôéðïôá"
20891="Äåîéï ðáôçìá ôïõ ðïíôéêéïõ"
20892="Äåîéï äéðëï ðáôçìá ôïõ ðïíôéêéïõ"
20893="Ìåóåï ðáôçìá ôïõ ðïíôéêéïõ"
20894="Ìåóåï äéðëï ðáôçìá ôïõ ðïíôéêéïõ"
20895="Áñéóôåñï ðáôçìá ôïõ ðïíôéêéïõ"
20896="Áñéóôåñï äéðëï ðáôçìá ôïõ ðïíôéêéïõ"

; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Ìåôáöñáóç áðï <a id=\"idTranslatorMail\" href=\"mailto:wasilis@operamail.com\">wasilis@operamail.com</a>\r\n<a id=\"idTranslatorHome\">"

; Exclusions dialog
22000="TaskSwitchXP Öéëôñá
22001="OK"
22002="Äéáêïðç"
22003="Åíåñãá ðñïãñáìáôá:"
22004="Áíáíåùóç"
22005="Ïíïìá öéëôñïõ:"
22006="Öéëôñáñéóìá ìå ôïõò êáíïíåò:"
22007="Ïíïìá åíåñãåéáò:"
22008="Ôõðïò ðáñáèõñïõ:"
22009="Ôéôëïò ðáñáèõñïõ:"
22010="Ôõðïò öéëôñïõ:"
22011="Ç ðñïåìöáíéóç äåí ìðïñåé íá äçìéïõñãçèç"
22012="Ç ëéóôïðïéçóç áðåôõ÷å"
22013="Åíåñãïðïéçèçêå"

22090="Áðåíåñãïðïéçóç ôïõ öéëôñïõ" ; not excluded
22091=">> åîù áðï ôçí ðñïåìöáíéóç"
22092=">> åîù áðï ôçí ëéóôïðïéçóç"

; Configurator Errors
30000="TaskSwitchXP ëáíèáóìåíç Ðáñáìåôñïò"
30002="Ôï áñ÷åéï TaskSwitchXP.exe äåí ìðïñåé íá ôñå÷èåé!"
30003="Ïé Ðáñáìåôñïé äåí ìðïñïõí íá áðïèçêåõèïõí."
30004="Ïé Ðáñáìåôñïé äåí ìðïñïõí íá öïñôùèïõí áðï ôï áñ÷åéï."
30005="Ïé Ðáñáìåôñïé äåí ìðïñïõí íá öïñôùèïõí áðï ôï áñ÷åéï. Ïé êáíïíéêïé Ðáñáìåôñïé åðáíáöåñèçêáí."
30006="Ïé Ðáñáìåôñïé äåí ìðïñïõí íá áðïèçêåõèïõí óôï áñ÷åéï."

; Hints for exclusion dialog
30100="Áëëáãç ïíïìáôïò ôïõ öéëôñïõ."
30101="Ãñáøôå åíá ïíïìá óôï öéëôñï."
30102="Êáìéá Ðáñáìåôñïò"
30103="Ãñáøôå ìéá Ðáñáìåôñï ãéá ôï öéëôñï."
30104="Áõôç ç åíåñãåéá äåí å÷åé ïíïìá"
30105="ãñáøôå åíá ïíïìá ãéá áõôç ôçí åíåñãåéá."
30106="Êáíåíáò ôõðïò ðáñáèõñïõ"
30107="Ãñáøôå åíá ïíïìá ãéá áõôï ôï ðáñáèõñï."

; Confirmations
30900="TaskSwitchXP åããñáöç"
30901="Ôï TaskSwitchXP áíáãíùñéóå ðáñáðáíù áðï åíá Ìïíéôïñ óôï óõóôçìá óáò.\r\nÈåëåôå íá åíåñãïðïéçèç ç ìåèïäïò åìöáíéóçò \"Ðñïåìöáíéóç ðáñáèõñùí\" ãéá íá âëåðåôå ðñïåìöáíéóåéò êáé áðï ôá áëëá ìïíéôïñ;"

; TaskSwitchXP Language Strings

; Tray menu
31000="Ëéóôá ðñïãñáìáôïò"
31001="Ëéóôá ðáñáèõñùí"
31002="Ðáñáìåôñïé..."
31003="Ôåëïò"

31020="Ðáñáìåôñïé ìéêñçò éó÷õåéò"
31021="Áðïêñõøç åéêïíéäéïõ"
31022="Áíôéêáôáóôáóç ôïõ óõíäõáóìïõ ðëçêôñùí Alt-Tab"
31023="Åíåñãïðïéçóç ôçò áëëáãçò ðëçêôñùí"
31024="Åíåñãïðïéçóç ôïõ \"Sticky\" ôõðïõ"
31025="×ñçóéìïðïéçóç Low-Level ðëçêôñïëïãéïõ"
31026="Êáéíïõñãéï öéëôñï..."

31050="Âïçèåéá"
31051="Ðëçñïöïñéåò"
31052="Éóôïóåëéäá"
31053="Ðëçñïöïñéåò ãéá ôï TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d ðñïãñáìáôá"
31091="Åðáíáöïñá ïëùí"
31092="Êáôåâáóìá ïëùí"
31093="Êëåéóéìï ïëùí"
31094="Åðáíáöïñá"
31095="Êáôåâáóìá"
31096="Êëåéóéìï"

; Task List menu
31110="Áëëáãç óå"
31111="Êáôåâáóìá"
31112="Êáôåâáóìá óôï Tray"
31113="Áíôéêáôáóôáóç"
31114="Êáôù èåóç"
31115="Äéðëá"
31116="Åðáíáöïñá"
31117="Åðáíáöïñá ôïõ êáôåâáóìåíïõ ðáñáèõñïõ"
31118="Êëåéóéìï"
31119="Ôåñìáôéóìïò ôçò åíåñãåéáò"

; Common menu
31150="Åìöáíéóç ðëçñïöïñéùí ôçò åíåñãåéáò"
31151="Ìáñêáñéóìá ïëùí"
31152="Êáíåíá ìáñêáñéóìá"
31153="Áðïìáêñõíóç ôùí ìáñêáñéóìåíùí"
31154="Áíáêáôáôáîç áðï ôïõò ôéôëïõò"
31155="Áíáêáôáôáîç ðñïãñáìáôùí"

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Ïíïìá:  %s\r\nÊùäéêïò:  %u\r\n\r\nÄéáñêåéá ôñåîéìáôïò:  %u:%02u:%02u\r\nCPU-÷ñïíïò:  %u:%02u:%02u\r\n\r\nÁðáó÷ïëçóç ôçò ìíçìçò:  %uK\r\nÌíçìç:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP åããñáöç"
31901="Ôï TaskSwitchXP ôñå÷åé çäç. Èåëåôå íá ôåñìáôéóèåé;"
31902="Èåëåôå óéãïõñá, íá ôåñìáôéóèåé ôï TaskSwitchXP;"
31903="Ôï TaskSwitchXP áíáêáëõøå, ðùò ôñå÷åé ôï MS PowerToy TaskSwitcher.\r\nÍá ôåñìáôéóèåé;"

; Errors
32000="TaskSwitchXP ëáèïò"
32002="Ç áíáãíùñéóç áðåôõ÷å."
32003="Ôï Low-Level Keyboard Hook äåí ìðïñåóå íá åãêáôáóôáèåé."
32004="Ïé óõíäõáóìïé ðëçêôñùí Alt+Tab ç Alt+Shift+Tab äåí ìðïñåóáí íá äçëùèïõí.\r\nÌáëëïí åíá áëëï ðñïãñáìá ôçò äçëùóå çäç."
32005="Ïé óõíäõáóìïé ðëçêôñùí Alt+Tab ç Alt+Shift+Tab äåí ìðïñåóáí íá äçëùèïõí.\r\n.Ìáëëïí åíá áëëï ðñïãñáìá ôçò äçëùóå çäç."
32006="Ôï áñ÷åéï ConfigTsXP.exe äåí ìðïñåóå íá ôñå÷èåé!"

32500="Ïé óõíäõáóìïé ðëçêôñùí äåí ìðïñåóáí íá äçëùèïõí:\r\n\r\nÏíïìá: %s\r\nÁëëáãç: %02X\r\nÊùäéêïò: %02X"
32501="Ôåëïò"
32502="Åìöáíéóç/Áðïêñõøç åéêïíéäéïõ"
32503="TaskSwitchXP Ðáñáìåôñïé"
32504="Ëéóôá ðñïãñáìáôïò"
32505="Ëéóôá ðáñáèõñùí"
32506="Êáôåâáóìá ðáñáèõñùí"
32507="Åðáíáöïñá ðáñáèõñùí"
